{
  "2.4.0": {
    "en": "Upgrade to Homey SDKv3, translations and improvements to pairing process",
    "nl": "Upgrade naar Homey SDKv3, vertalingen en verbeteringen aan het koppelproces",
    "de": "Aktualisieren auf Homey SDKv3, Übersetzungen und Verbesserungen des Kopplungsprozesses",
    "fr": "Mise à niveau vers Homey SDKv3, traductions et améliorations du processus d'appariement",
    "it": "Aggiornamento a Homey SDKv3, traduzioni e miglioramenti del processo di accoppiamento",
    "sv": "Uppgradering till Homey SDKv3, översättningar och förbättringar av parningsprocessen",
    "no": "Oppgradering til Homey SDKv3, oversettelser og forbedringer av paringsprosessen",
    "es": "Actualización a Homey SDKv3, traducciones y mejoras en el proceso de emparejamiento",
    "da": "Opgradering til Homey SDKv3, oversættelser og forbedringer af parringsprocessen",
    "pl": "Aktualizacja do Homey SDKv3, tłumaczenia i ulepszenia procesu łączenia"
  },
  "2.4.1": {
    "en": "Fix flow card triggers and actions",
    "nl": "Fix flow triggers en acties",
    "de": "Beheben Sie Flow-Kartenauslöser und -aktionen",
    "fr": "Corrigez les déclencheurs et les actions des cartes de flux",
    "it": "Correggi i trigger e le azioni della scheda di flusso",
    "sv": "Fixa flödeskorttriggers och åtgärder",
    "no": "Fiks strøm kort utløsere og handlinger",
    "es": "Arreglar los desencadenantes y acciones de las tarjetas de flujo",
    "da": "Fix flow kort udløsere og handlinger",
    "pl": "Napraw wyzwalacze i akcje karty przepływu"
  },
  "2.4.2": {
    "en": "Fix getting device applications",
    "nl": "Fix apparaat applicaties ophalen",
    "de": "Beheben des Abrufs von Geräteanwendungen",
    "fr": "Correction de la récupération des applications de l'appareil",
    "it": "Correggere il recupero delle applicazioni del dispositivo",
    "sv": "Fixa hämtning av enhetsapplikationer",
    "no": "Fikse henting av enhetsprogrammer",
    "es": "Arreglar la obtención de aplicaciones del dispositivo",
    "da": "Fix at få enhedsapplikationer",
    "pl": "Naprawa pobierania aplikacji urządzenia"
  },
  "2.5.0": {
    "en": "Added more translations (de, fr, it, sv, no, es, da, pl) to the pairing process, improved feedback in the pairing process and a new \"Open Google Assistant\" action.",
    "nl": "Meer vertalingen (de, fr, it, sv, no, es, da, pl) toegevoegd aan het koppelproces, verbeterde feedback in het koppelproces en een nieuwe \"Open Google Assistant\" actie.",
    "de": "Mehr Übersetzungen (de, fr, it, sv, no, es, da, pl) wurden dem Pairing-Prozess hinzugefügt, verbessertes Feedback im Pairing-Prozess und eine neue \"Open Google Assistant\"-Aktion.",
    "fr": "Ajout de plus de traductions (de, fr, it, sv, no, es, da, pl) au processus de jumelage, amélioration des commentaires dans le processus de jumelage et une nouvelle action \"Ouvrir l'Assistant Google\".",
    "it": "Aggiunte ulteriori traduzioni (de, fr, it, sv, no, es, da, pl) al processo di accoppiamento, migliorato il feedback nel processo di accoppiamento e una nuova azione \"Apri Google Assistant\".",
    "sv": "Lade till fler översättningar (de, fr, it, sv, no, es, da, pl) till parningsprocessen, förbättrat återkoppling i parningsprocessen och en ny \"Öppna Google Assistant\"-åtgärd.",
    "no": "La til flere oversettelser (de, fr, it, sv, no, es, da, pl) til paringsprosessen, forbedret tilbakemelding i paringsprosessen og en ny \"Åpne Google Assistant\"-handling.",
    "es": "Se agregaron más traducciones (de, fr, it, sv, no, es, da, pl) al proceso de emparejamiento, se mejoró la retroalimentación en el proceso de emparejamiento y una nueva acción \"Abrir el asistente de Google\".",
    "da": "Tilføjet flere oversættelser (de, fr, it, sv, no, es, da, pl) til paringsprocessen, forbedret feedback i paringsprocessen og en ny \"Åbn Google Assistent\"-handling.",
    "pl": "Dodano więcej tłumaczeń (de, fr, it, sv, no, es, da, pl) do procesu parowania, poprawiono informacje zwrotne w procesie parowania i dodano nową akcję \"Otwórz Google Assistant\"."
  },
  "2.5.1": {
    "en": "Fix pairing error feedback",
    "nl": "Fix koppelproces feedback",
    "de": "Behebung des Pairing-Fehler-Feedbacks",
    "fr": "Correction de la rétroaction d'erreur de couplage",
    "it": "Correzione del feedback sull'errore di accoppiamento",
    "sv": "Fixa återkoppling vid parningsfel",
    "no": "Fiks tilbakemelding ved paringsfeil",
    "es": "Solucionar el problema de retroalimentación de errores de emparejamiento",
    "da": "Ret paring fejl tilbagemelding",
    "pl": "Naprawianie informacji zwrotnej o błędach łączenia"
  }
}
