{
  "pair": {
    "add_by_ip": {
      "title": "Handmatig toevoegen",
      "ip": "IP adres",
      "no_new_devices_hint": "Alle gevonden tv's zijn reeds toegevoegd. Probeer uw tv handmatig toe te voegen.",
      "need_help_pairing": "Hulp nodig bij het koppelen?",
      "click_here_documentation": "Klik hier om de documentatie te bekijken."
    },
    "authenticate": {
      "intro": "Vul de code in die op de tv wordt weergegeven",
      "submit": "Versturen"
    },
    "verify": {
      "verifying": "Controleren van de Wake-on-LAN configuratie...",
      "verified": "Wake-on-LAN is ingeschakeld en functioneert correct!",
      "errorTitle": "Kon WOL niet verifi&euml;ren",
      "errorDescription": "Het aan / uit-gedrag van de tv werkt mogelijk niet zoals verwacht als Wake-on-LAN niet is ingeschakeld. <br/> Wanneer uw tv op stand-by wordt gezet, kunt u deze daarna ongeveer nog 10 minuten lang besturen voordat deze volledig wordt uitgeschakeld. Zonder Wake-on-LAN is er hierna geen manier om uw tv weer aan te zetten.",
      "confirm": "Begrepen"
    },
    "add_device": {
      "title": "Apparaat toevoegen"
    }
  },
  "error": {
    "generic": "Er is een onverwachte fout opgetreden",
    "pairing_timeout": "De koppelsessie is verlopen, probeer het nogmaals.",
    "endpoint_not_found": "De tv kan worden bereikt maar er lijkt iets fout te zijn gegaan in het bepalen van de Jointspace versie. Probeer uw tv handmatig toe te voegen.",
    "host_unreachable": "Kon de tv niet bereiken op dit IP-adres. Controleer het IP-adres en zorg dat de tv aan staat.",
    "connection_timed_out": "Er is een time-out opgetreden tijdens het verbinding met uw tv.\n\nProbeer uw tv nogmaals toe te voegen. Als dit weer fout gaat start uw tv dan helemaal opnieuw op of probeer hem handmatig toe te voegen.",
    "unknown_pairing_type": "Onbekend soort koppelverzoek: __pairingType__.",
    "could_not_start_pairing": "Er ging iets fout tijdens het starten van het koppelverzoek.",
    "pairing_not_found": "Kon koppelverzoek niet starten omdat de tv aangeeft dat dit niet bestaat. Mogelijk heeft uw tv geen authenticatie nodig of wordt deze niet ondersteund door deze app.\n\nProbeer uw tv handmatig zonder authenticatie toe te voegen.",
    "concurrent_pairing": "Er is reeds een koppelingverzoek gestart, wacht 60 seconden en probeer het opnieuw.",
    "provide_the_ip_address": "Vul het IP adres in",
    "device_not_found": "Apparaat niet gevonden",
    "something_went_wrong": "Er ging iets fout"
  }
}